{
  "yazi": [
    {
      "title": "'Nereden Başlasam' Diye Düşünenler Toplanın: DC Filmleri Hangi Sırayla İzlenir?",
      "img": "https://wallpapercave.com/wp/wp7036540.jpg",
      "text": "Batman, Superman, Wonder Woman gibi göz alıcı karakterlerle buluştuğumuz DC filmlerine her geçen gün bir yenisi ekleniyor. Peki bu filmler hangi sıra ile izlenmeli? Aslında çıkış tarihleri ile izlemenin kimseye zararı olmaz ama daha derli toplu bir sıralama için DC filmleri hangi sırayla izlenir sorusuna Rotten Tomatoes editörlerinin verdiği bir yanıt var.\nMarvel’dan son dünyanın en büyük çizgi roman yayıncılarından bir tanesi olan DC Comics’in karakterlerinin sinemaya uyarlandığı DC Extended Universe, Türkçesi ile DC Genişletilmiş Evreni ile birlikte karşımıza Batman, Superman, Wonder Woman, Flash, Aquaman gibi pek çok farklı karakter çıkıyor. Tüm bu karakterleri benzersiz hikayeleriyle gördüğümüz DC filmleri hangi sırayla izlenmeli sorusu ise en merak edilenlerden bir tanesi.\n\nDC filmleri, şu an için Marvel Sinematik Evreni ya da Star Wars fimleri kadar çok katmanlı ve karmaşık bir yapıda değil. Bu nedenle çıkış tarihlerine göre filmleri izlerseniz pek de bir şey kaybetmezsiniz. Ancak yine de daha derli toplu bir sıralama istiyorsanız Rotten Tomatoes editörleri tarafından hazırlanmış özel bir izleme listesi var. DC filmleri hangi sırayla izlenir gelin yakından bakalım ve kısaca filmlerin izleyiciye sundukları hikayeleri görelim.\n\nDC filmleri hangi sırayla izlenir? \nWonder Woman\nWonder Woman 1984\nMan of Steel\nBatman v Superman: Dawn of Justice\nSuicide Squad\nJustice League\nAquaman\nShazam!\nBirds of Prey\nBlack Adam",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 3
    },
    {
      "title": "Dünya Kupası’nı kazanacak ülke FIFA 23’te belli oldu!",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/07/fifa-23un-kapak-yildizlari-belli-oldu2.jpg",
      "text": "Önümüzdeki hafta Katar’da başlayacak olan 2022 Dünya Kupası şimdiden sosyal medyanın gündemine oturmayı başardı. FIFA’nın geliştiricisi EA Sports ise 2022 Dünya Kupası’ndaki olası 64 eşleşmeyi simüle etti ve kupayı kaldıracak ülkeyi buldu. EA Sports’un daha önce üç defa başarılı olduğunu düşünürsek, bu simülasyon merak uyandırıyor.\n\n2022 Dünya Kupası’nı Arjantin mi kazanacak?\n\nAynı yöntemi kullanarak son üç Dünya Kupası kazananı doğru tahmin eden EA Sports, Katar 2022’nin sonucunu açıkladı. Arjantin’in bu yılki Dünya Kupası’nın galibi olacağını ve Messi’nin ise ödüle doyacağını tahmin etti. EA Sports’a göre Messi, turnuvanın en skorer ismi olarak Altın Ayakkabı’yı alacak.",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 5
    },
    {
      "title": "Uzun zamandır beklenen Among Us VR nihayet çıktı",
      "img": "https://i2.hbrcdn.com/haber/2022/11/11/uzun-zamandir-beklenen-among-us-vr-nihayet-cikti-15422404_8685_amp.jpg",
      "text": "Schell Games'in geliştiriciliğini yapıp Innersloth'un hem geliştirme hem de yayıncılığını üstlendiği parti oyunu Among Us VR nihayet Steam, Meta Quest ve Meta Rift için çıkış yaptı.\n\nKasım 2018'de lansman yapan parti oyunu Among Us, bir dönemin en çok oynanan oyunları arasında yer aldı ve geçtiğimiz aylarda da Among Us VR'ın duyurusu yapıldı. Uzun ve meraklı bir bekleyişin ardından Among Us VR çıkış yaptı.\n\nAMONG US VR ÇIKIŞ YAPTI\nInnersloth'un YouTube hesabından yaptığı lansman fragmanı ile Among Us VR'ın Steam, Meta Quest ve Meta Rift için çıkış yaptığı bildirildi.\n\nAramızda VR, ekip çalışması ve ihanetin bir parti oyunudur. Mürettebatınızı ve başlığınızı alın ve 4 - 10 oyuncu için bu çok oyunculu oyunun VR versiyonuna başlayın. Bir veya daha fazla Sahtekar gemideki herkesi öldürmeden önce görevleri tamamlamak için bu sanal uzay gemisinde birlikte çalışın. Özel olarak VR için tasarlandı, orijinal oyunla aynı oyunun tadını çıkaracaksınız, ancak şimdi her şeyin (evet, her şey!) yakından ve kişisel olduğu son derece sürükleyici bir ortamda.",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 6
    },
    {
      "title": "God of War Ragnarok Tyr kimdir? Tyr ne tanrısı?",
      "img": "https://i2.hbrcdn.com/haber/2022/11/09/god-of-war-tyr-kimdir-tyr-ne-tanrisi-15417729_9010_amp.jpg",
      "text": "İskandinav mitolojisinde tanrı olarak geçen Tyr, popüler video oyunu serisi God of War'da yer almasının ardından Tyr'in kim olduğu merak edilenler arasında yer almaktadır. Peki, İskandinav mitolojisinde Tyr kimdir? God of War Tyr kimdir? Tyr ne tanrısı? Detayları haberimizde…\n\nİskandinav mitolojisindeki tanrılar arasında yer alan Tyr'in kim olduğu ve ne tanrısı olduğu araştırılıyor. PlayStation'ın aksiyon macera oyunu God of War Ragnarok ile karşımıza çıkan Tyr kimdir? Tyr ne tanrısı? İşte detaylar…\n\nTYR KİMDİR?\nTyr; tek eli ve gözünün olmadığı belirtilen, İskandinav mitolojisinde savaş tanrısıdır. Simgesi yukarı doğru ok şeklindedir. Bu oku Vikingler savaşa gitmeden önce savaş aletlerine çizerlerdi. Cermenlerin dilinde \"Ziu\" olarak bilinir. Anglo Saksonlardaki adı \"Tue\"'dur. İngilizcede Tyr'ün kutsal günü olan Salı gününe Tuesday (Tue'nun günü) denir. Adının diğer Cermen halklarındaki telaffuzları Tsiu, Tiwaz, Zeo, Dio, Dieu ve Tiw'dur. İsmi etimolojik olarak Hint-Avrupa kökenli Dyaus kökünden olan Zeus ve Dionysos'la aynı kökten gelmektedir.\n\nKâhinler, kötülük sembolü Loki'nin oğullarından biri olan, kurt Fenrir'in gelecekte dünyanın sonunu getireceğine dair bir haber alırlar. Bu yüzden, daha bebeklikten itibaren Fenrir'i zincire vururlar. Fenrir'e göz-kulak olmayı kabul eden tanrı ise, Odin'in oğullarından biri olan Tyr'dür. Fenrir bir şekilde tüm zincirlerden kurtulmayı başarır ve o an hıncını alamayarak çevresine saldırmaya başlar. Bu sırada Tyr, sağ elini Fenrir'e kaptırır. Bu nedenle Tyr, çoğu İskandinav tasvirinde tek elli olarak tanımlanır.\n\nDiscord sunucumuza katılmak için buraya tıklayınız\nAynı mitolojinin daha bilinen bir halinde ise Savaş Tanrısı Tyr, Fenrir'in bakıcısı olarak tasvir edilir. Odin, Fenrir'i diğer kardeşlerini aksine hemen cezalandırmamış onun büyümesini izlemiştir. Fenrir muazzam boyutlara ulaşıp bir ancak tanrıya ait olabilecek bir ses ile konuşmaya başlayınca Odin artık onu zincirlenmesi gerektiğine karar verir. Sonuçta rüyalarında gördüğü, onu dişleri arasında çiğ çiğ yiyen hayvana, fazlasıyla benzemeye başlamıştır.\n\nBu nedenle bizzat bakıcısı olan Tyr'yi ve daha birçok tanrıyı bir oyun için davet eder. Bu oyun oyundan ziyade bir idda gibidir ve kuralları oldukça basittir. Kudretli Fenrir zincire bağlanacak ve o zincirleri kırmaya çalışacaktır. Odin en ağır zincirleri üretmiş ve Fenrir'i onlarla bağlamıştır. Fenrir'in bu zincirleri hiç zorlanmadan kırması ise Odin'in korkusunu körüklemekten başka işe yaramamıştır.\n\nOdin bu \"oyunu\" 2. sefer tekrarlamadan önce öyle bir zincir üretmiştir ki hiçbir insanın bu zinciri tek başına kaldırması mümkün değildir. Fenrir bu zincirlerle bağlanmasının ardından bir süre duraksamıştır. Fakat Tyr'dan aldığı cesaren ile tekrar neredeyse hiç zorlanmadan zincirleri kırmıştır.",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 7
    },
    {
      "title": "Call of Duty: Modern Warfare 2, kısa sürede yaklaşık 1 milyar dolar kazandı",
      "img": "https://i2.hbrcdn.com/haber/2022/11/08/call-of-duty-modern-warfare-2-kisa-surede-15414020_381_amp.jpg",
      "text": "Infinity Ward'ın geliştirip Activision'ın yayıncılığını üstlendiği ve geçtiğimiz haftalarda piyasaya sürülen Call of Duty Modern Warfare 2, grafikleri ve hikayesi ile oyuncuların beğenisine sunuldu. Modern Warfare 2, kısa sürede 800 milyon dolar gelir elde ettiği açıklandı.\n\nActivision'ın yayıncılığını yaptığı Call of Duty Modern Warfare 2'nin kısa bir süre içerisinde 800 milyon dolar kazandığı açıklandı.\n\nMODERN WARFARE 2, 800 MİLYON DOLARDAN FAZLA GELİR ELDE ETTİ\nActivision Blizzard'ın gişe rekorları kıran serinin son oyunu Call of Duty Modern Warfare 2, 28 Ekim'de piyasaya sürüldü ve o zamandan beri 800 milyon doları aşkın gelir elde etti. Ayrıca Modern Warfare 2, Call of Duty serisinde bu dönüm noktasına ulaşan en hızlı oyun oldu.\n\nDiscord sunucumuza katılmak için buraya tıklayınız\nPlayStation Store'da Call of Duty serisinin en iyi lansmanına sahip oyunu olan Modern Warfare 2, satış rakamları ile bir başarıya daha imza attığını açıkladı.\n\nModern Warfare 2'nin geçtiğimiz haftalar boyunca Steam'in en çok satan oyunları arasında ilk sırada yer alması da Activision için büyük bir başarıdır. Steam Deck'in haftalarca süren liderliğini elinden alan Call of Duty Modern Warfare 2, bir başarının daha sahibi oldu.",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 8
    },
    {
      "title": "Call of Duty: Modern Warfare 2 hızlı başladı! En çok indirilen PlayStation oyunları",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/09/call-of-dutynin-playstation-icin-kaderi-belli-oldu.jpg",
      "text": "Sony, en çok indirilen PlayStation oyunları listesini güncelledi. PS Store’dan elde edilen veriler, ekim ayını kapsıyor. PS4 ve PS5 oyunlarının ayrı ayrı sınıflandırıldığı listede FIFA 23, Call of Duty: Modern Warfare 2 ve Gotham Knights gibi yapımlar ön plana çıkıyor. Öte yandan şirket PS VR oyunlarını da ihmal etmedi.\n\nEn çok indirilen PlayStation oyunları\nEkimde en çok indirilen PlayStation 5 oyunlarının zirvesinde Call of Duty: Modern Warfare 2 karşımıza çıkıyor. Birinci şahıs nişancı oyununun hemen ardından ikinci sırada FIFA 23 geliyor. Listenin devamında öne çıkan oyunların diğerleri ise Grand Theft Auto V, Cyberpunk 2077 ve NBA 2K23 oldu.\n\nListenin tamamı ise şöyle;\n\n\nCall of Duty: Modern Warfare 2\nFIFA 23\nGotham Knights\nGrand Theft Auto V\nCyberpunk 2077\nNBA 2K23\nA Plague Tale: Requiem\nMedieval Dynasty\nResident Evil 3\nMount & Blade II: Bannerlord\nNHL 23\nF1 22\nStray\nPGA TOUR 2K23\nTom Clancy’s Rainbow Six Siege\nResident Evil 2\nAssassin’s Creed Valhalla\nStar Wars Jedi: Fallen Order\nDisney Dreamlight Valley\nIt Takes Two\n\nEkim ayında en çok indirilen PlayStation 4 oyunları listesinde ise zirve değişiyor. FIFA 23’nin en üst sırada yer aldığı listenin ikincisi Call of Duty: Modern Warfare 2 oldu. Devamında ise Minecraft, Grand Theft Auto V ve Red Dead Redemption 2 karşımıza çıkıyor.\n\n",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "d1",
          "date": "5:53:30 AM"
        },
        {
          "message": "d2",
          "date": "5:54:35 AM"
        },
        {
          "message": "d3",
          "date": "5:54:40 AM"
        }
      ],
      "id": 9
    },
    {
      "title": "Tesla’dan rakiplerine ortak şarj konektörü çağrısı",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/11/tesla-nacs-konektor-tasarimini-tescilledi.jpg",
      "text": "Tesla, 2012 yılında geliştirdiği konektör tasarımını Kuzey Amerika Şarj Standardı (NACS) adıyla tescilleyerek rakiplerine çağrıda bulundu.\n\n2012 yılında Tesla Model S ile birlikte geliştirlen şarj konektörünü tescilleneren yeni bir standart oluşturuldu. Tesla, bugün yaptığı açıklamada Kuzey Amerika Şarj Standardı (NACS) adını verdiği konektör tasarımının diğer şirketler tarafından da kullanılması için çağrı yaptı.\n\nTesla, şirketleri NACS konektör tasarımını kullanmaya davet etti\nŞirket yetkilileri, yaklaşık 10 yıldır kullanılan konekörün toplam 32 milyar kilometreye eş şarj döngüsünden sonra kendini kanıtladığının altını çizdi. Tesla’nın Kuzey Amerika pazarında en çok elektrikli araç satan şirket olduğunu belirtmekte fayda var.\n\nGeçtiğimiz günlerde tescillenen tasarım, CCS Combo gibi konektör tasarımları yerine kullanılabilecek. Konu hakkında açıklama yapan şirket, “Dünyanın sürdürülebilir enerjiye geçişini hızlandırma misyonumuzu yerine getirmek için bugün EV konektör tasarımımızı dünyaya açıyoruz. Şarj şebekesi operatörlerini ve araç üreticilerini, şimdi Kuzey Amerika olarak adlandırılan Tesla şarj konektörünü ve şarj portunu yerleştirmeye davet ediyoruz.” ifadelerine yer verdi.",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "d",
          "date": "5:49:01 AM"
        },
        {
          "message": "d",
          "date": "5:49:41 AM"
        }
      ],
      "id": 10
    },
    {
      "title": "Bütçe dostu OPPO Reno 9 serisinin özellikleri ortaya çıktı 1",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/11/oppo-reno-9-ailesinin-ozellikleri-belli-oldu.jpg",
      "text": "OPPO, yakında tanıtacağı Reno 9 serisi için çalışmalarını hızlandırdı. Uygun fiyatlı olacağı belirtilen OPPO Reno 9 serisinin teknik özellikleri sızdırıldı. İşte OPPO Reno 9, Reno 9 Pro ve Reno 9 Pro Plus özellikleri…\n\nOPPO Reno 9 ailesinin özellikleri belli oldu\nSerinin giriş seviyesi modeli olan OPPO Reno 9’da Qualcomm tarafından üretilen Snapragon 778G işlemci kullanılacak. 6nm teknolojisiyle üretilen işlemcede 1 adet 2.4GHz – Kryo 670 Prime (Cortex-A78), 3 adet 2.2GHz – Kryo 670 Gold (Cortex-A78) ve 4 adet 1.9GHz – Kryo 670 Silver (Cortex-A55) çekirdek bulunuyor. Orta-üst segment cihazlarda sıkça karşımıza çıkan işlemcinin grafik arabiriminde ise 490MHz saat hızında çalışan Adreno 642L mevcut.\n\nSızdırılan bilgilere göre şirket, her üç modelde de aynı ekrana yer verecek. 6.7 inç FullHD Plus ekran ile karşımıza çıkacak modeller, 120Hz tazeleme hızına sahip olacak. OLED panel ile tanıtılacağı belirtilen cihazlarda 10-bit renk aralığı ve 2.33mm genişliğe sahip kamera deliği bulunuyor.\n\n\nOPPO Reno 9 Pro modeli ise MediaTek tarafından üretilen Dimensity 8100-Max işlemci ile tanıtılacak. Henüz teknik özellikleri bilinmeyen Dimensity 8100-Max işlemcinin çekirdek frekansı ve yapay zeka performansı konusunda baz modelden daha iyi olacağı tahmin ediliyor.\n\nSerinin amiral gemisi modeli olan OPPO Reno 9 Pro Plus, Qualcomm Snapragon 8 Plus Gen 1 işlemciyle kullanıcıların beğenisine sunulacak. Snapdragon 8 Plus Gen 1 işlemcide 3.19 GHz hızında Cortex-X2, 2.75 GHz hızında çalışan üç adet Cortex-A710 ve 1.80 GHz hızında çalışan dört tane Cortex- A510 çekirdek bulunuyor. 4nm teknolojisiyle üretilen işlemcinin grafik arabiriminde ise Adreno 730 mevcut.\n\nOPPO Reno 9 modelinde 64 Megapiksel ana kamera ve 2 Megapiksel derinlik sensörü kullanılacak. OPPO Reno 9 Pro, Sony IMX890 sensöre sahip 50 Megapiksel ana kamera ve 8 Megapiksel ultra geniş açılı kamera ile tanıtılacak. OPPO Reno 9 Pro Plus ise OIS destekli Sony IMX890 sensöre sahip 50 Megapiksel ana kamera, 8 Megapiksel ultra geniş açılı kamera ve 2 Megapiksel derinlik sensörüyle karşımıza çıkacak.\n\nOPPO, Reno 9 ve Reno 9 Pro modellerinde 67W hızlı şarj teknolojisine sahip 4.500 mAh bataryaya yer verecek. Reno 9 Pro Plus modeli ise kutudan 80W hızlı şarj teknolojisine sahip 4.700 mAh batarya ile çıkacak.\n\nSızdırılan bilgilere göre OPPO Reno 9 modelinin fiyat etiketi 400 dolar altında olacak. Reno 9 Pro ve Reno 9 Pro Plus modellerinin fiyatı henüz ortaya çıkmadı.",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 11
    },
    {
      "title": "Redmi Note 12 serisi global yolunda!",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/11/Redmi-Note-12.jpg",
      "text": "Xiaomi, geçtiğimiz haftalarda Redmi Note 12 serisini vitrine çıkardı. Teknik özellikleriyle ve tasarımıyla orta segmente hitap eden yeni modeller çok yakında globale de gelecek. Hatta son olarak FCC veri tabanında ortaya çıktı. Bu da global etkinliğin çok yakında olduğu anlamına geliyor.\n\nRedmi Note 12 serisi FCC veri tabanında göründü\nXiaomi’nin globale getirmeye hazırlandığı Redmi Note 12 serisi FCC veri tabanında ortaya çıktı. Akıllı telefonların model numaraları ise sırasıyla 22111317G, 22101316G ve 22101316UG. Bunun dışında FCC, modellerin bazı bölgelerde MIUI 14 ile geleceğini gözler önüne seriyor. Bilindiği üzere Çin‘de kutudan MIUI 13 ile çıkmışlardı.\n\nAkıllı telefonların tanıtım tarihi ise şu an için belli değil. Ancak şirkete yakın kaynaklardan gelen bilgilere göre 2023 yılında kullanıcıların beğenisine sunulacak. Bunun dışında cihazların Çin ve global varyantları arasında kayda değer değişiklikler beklenmiyor.\n\n",
      "date": "11/13/2022",
      "yorumlar": [],
      "id": 12
    },
    {
      "title": "Diablo 4 geliyor: Çıkış tarihi ve destekleyeceği platformlar sızdı!",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/11/diablo-4-cikis-tarihi-1-1.webp",
      "text": "Blizzard tarafından geliştirilen Diablo 4, son aylardaki sızıntılar nedeniyle gündemden düşmüyor. Bu seferki ortaya atılan iddia çıkış tarihini ve destekleyeceği platformları işaret ediyor. İşte detaylar…\n\nDiablo 4, 2023’te çıkış yapacak!\nResmi bilgilere göre Diablo 4, PC ile beraber PS4, PS5, Xbox One, Xbox Series S ve Xbox Series X desteğiyle çıkış yapacak. Ortaya atılan iddiaların kaynağı, geçmişte de benzer haberlerle gündeme gelen Xbox Era podcast ve Windows Central.\n\nDiablo 4’ün çıkış tarihine bakacak olursak, Şubat 2023’te açık betası başlayacak ve aynı ay içerisinde ön siparişe de açılacak. Aynı zamanda Nisan ayında da piyasaya sürülecek. Oyunun tanıtım kampanyaları ve çıkış tarihi, Aralık ayında gerçekleşecek 2022 Game Awards etkinliğinde açıklanacak.\n\nBunların yanı sıra, geçtiğimiz aylarda Diablo 4 oynanış videosu olduğu iddia edilen 40 dakikalık bir video YouTube’ta paylaşıldı. Oyun dünyasında dalga yaratan sızıntı, yüklenmesinin ardından birkaç gün sonra platformdan kaldırıldı.\n\nSteam en çok satan oyunlar listesini paylaştı!\nSteam tarafından paylaşılan en çok satan oyunlar listesinin ilk sırasında Call of Duty serisinin yeni çıkan ve ön sipariş dönemindeyken de satış rekoru kıran Modern Warfare II oyunu oldu. Hemen arkasında da yüzde 88 indirime girdiği için tekrar yükselişe geçen Battlefield 1 yer aldı.",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "d",
          "date": "5:17:19 AM"
        }
      ],
      "id": 13
    },
    {
      "title": "GTA 5 Hileleri: Araba, Para, Ölümsüzlük 2",
      "img": "https://shiftdelete.net/wp-content/uploads/2015/04/gta-5-hileleri-pc.jpg",
      "text": "Rockstar Games tarafından 2013 yılında piyasaya sürülen Grand Theft Auto 5 veya kısa adıyla GTA 5 günümüzün en popüler oyunları arasında. GTA 5 hileleri PC oyuncularının ilerleyişini hızlandırmasını kolaylaştırıyor. Tüm GTA V hileleri / GTA 5 şifreleri ile karşınızdayız! GTA 5 para hilesi bunlar arasında en popüleri.\n\nZira karakterin para miktarını artırdıktan sonra oyunda neredeyse her şeye sahip olabilmek mümkün, ancak bunu gerçekleştirmek önceki oyunlara kadar kolay değil. PC hileleri nasıl girilir? sorusunun cevabı ise oldukça basit: klavyenizden |~|, |é| veya |”| tuşlarına basarak aşağıdaki hileleri girebilirsiniz.\n\nGTA 5 Hileleri PC\nAranma Seviyesini Arttır : FUGITIVE\nAranma Seviyesini Düşür : LAWYERUP\nÖlümsüzlük (5 Dakika) : PAINKILLER\nYetenek Sayacını Doldur : POWERUP\nAğır Çekim : SLOWMO\nAğır Çekim Nişan : DEADEYE\nHızlı Koşu : CATCHME\nHızlı Yüzme : GOTGILLS\nSüper Zıplama : HOPTOIT\nSkyfall : SKYFALL\nYerçekimini Azalt : FLOATER\nKayan Araçlar : SNOWDAY\nSarhoş Modu : LIQUOR\nHavayı Değiştir : MAKEITRAIN\nYönetmen Modu : JRTALENT\n\nGTA 5 araba hileleri: Araçlar\nBuzzard Saldırı Helikopteri : BUZZOFF\nStunt Uçağı : BARNSTORM\nDuster Uçağı : FLYSPRAY\nComet Arabası : COMET\nRapid GT Arabası : RAPIDGT\nLimuzin (Limo) : VINEWOOD\nÇöp Kamyonu (Trashmaster) : TRASHED\nGolf Arabası (Caddy) : HOLEIN1\nBMX Bisiklet : BANDIT\nSanchez Motoru : OFFROAD\nPCJ-600 Motoru : ROCKET\n\nSilahlar, Eşyalar ve Çatışma\nParaşüt : SKYDIVE\nSilahlar : TOOLUP\nCan & Zırh Doldur : TURTLE\nBang Bang! (Patlayıcı Mermiler) : HIGHEX\nAteşli Mermiler : INCENDIARY\nPatlayıcı Yumruklar : HOTHANDS\n\nÖzel Araçlar\nDuke O’Death Arabası : DEATHCAR\nDenizaltı (Kraken Sub) : BUBBLES\nDeniz Uçağı (Dodo) : EXTINCT\n",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "Gta hileleri.com",
          "date": "5:56:49 AM"
        }
      ],
      "id": 14
    },
    {
      "title": "Steam’den interneti yavaş olan kullanıcılar için yeni özellik! 2",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/08/steam-en-cok-zamlanan-oyunlar-2.webp",
      "text": "Popüler dijital oyun servisi Steam, kotalı veya yavaş internet bağlantısına sahip olan kullanıcılarına yönelik yeni bir özellik üzerinde çalışıyor olabilir. SteamDB’nin geliştiricisi Pavel Djundik tarafından keşfedilen yeni Steam kodları, şirketin tek bir internet hattı üzerinden birden fazla cihaza oyun kopyalamaya izin vereceğini gösteriyor.\n\nSteam’e LAN üzerinden dosya transferi geliyor\nValve, taşınabilir el konsolu Steam Deck ile birlikte çok daha fazla cihaza yayılmaya başladı. Steam için geliştirilen yeni özellik ise peer-to-peer (eşler arası) Steam oyun transferini mümkün kılıyor. Yani oyuncular, internet tüketmeden aynı yerel ağ (LAN) üzerindeki bilgisayarlar arasında dosya transferi yapabilecek.\n\nLAN dosya transferinin Ethernet kablosuyla veya kablosuz şekilde yapılabildiğini belirtmek gerekiyor. Steam’in hangi LAN aktarımını destekleyeceği ise belirsiz. Djundik, öncelikle Steam Deck sahiplerinin bu özelliğe erişebileceğini ve oyunlarını bilgisayarlardan kopyalayabileceğini tahmin ediyor. Steam’deki kodlara göre dosya transferi yaparken Steam Guard’ı bile atlamak mümkün olacak.\n\nGünümüzdeki birçok oyunun dosya boyutu kotalı internet paketleri için devasa boyutta. Bu durum göz önüne alındığında, oyunları yerel ağ üzerinden kopyalamak ayda yüzlerce gigabayt internet tasarrufuna imkan tanıyabilir.\n\nSteam’in LAN transfer desteği Valve için de bir kazanç sağlayacak. Şirketin sunucu maliyetleri ve Steam’den dosya indiren kullanıcı sayısı azalacak. Böylece büyük oyunların çıkış yaptığı tarihlerdeki tıkanıklığın da önüne geçmiş olacak.",
      "id": 15,
      "date": "11/13/2022",
      "yorumlar": []
    },
    {
      "title": "GTA San Andreas Hileleri 2022 (PC ve Mac)",
      "img": "https://shiftdelete.net/wp-content/uploads/2021/06/gta-san-andreas-hileleri-pc-ve-mac.jpg",
      "text": "Rockstar Games imzasıyla 2004’de yayınlanan Grand Theft Auto: San Andreas oyunu GTA serisinin beşinci sürümü olarak karşımıza çıktı. Aksiyon ve macera temalı yapım ilk olarak PlayStation 2 için yayınlandı. Ardından PC ve Xbox cihazlarına da geldi: Zorlu görevleri daha rahat bir şekilde tamamlamak ve oyunda daha eğlenceli vakit geçirmek isteyenler için GTA San Andres hileleri ile karşınızdayız.\n\nGrand Theft Auto: San Andreas hile kodları\nGTA San Andreas’ın PC ve Mac sürümünde yer alan tüm hile kodlarını sizler için bir araya getirdik. Bu hileleri çalıştırabilmek için oyun sırasında aşağıda yer alan ilgili kodları yazın. Ardından o keyifli deneyimin tadını çıkarın!\n\nMUNASEF – Adrenalin modu\nXJVSNAJ – Sürekli gece yarısı\nALLCARSGOBOOM – Tüm arabaları yok et\nASNAEB – Aranma yıldızlarını sıfırlama\nYSOHNUL – Saat daha hızlı akar\nPPGWJHT – Daha hızlı oyun\nBTCDBCB – Maksimum şişmanlık\nOUIQDMW – Araç kullanırken nişan alma\nBAGOWPG – Herkes sizden nefret eder\nHESOYAM – Tam sağlık ve zırh + 250 bin dolar\nNCSGDAG – Tüm silah yeteneklerini maksimum yapar\nOSRBLHH – İki yıldız aranıyor seviyesi\nQWIOPKB – Kaslı vücut\nWORSHIPME – Herkesin saygısını kazanma\nIAVENJQ – Mega yumruk\nAEDOWNV – Asla acıkmama\nAEZAKMI – Asla polisler tarafından aranmama\nOSRBLHH – Aranıyor seviyesini yükselt\nBRINGITON – Altı yıldızlı aranıyor seviyesi\nKVGYZQK – Minimum yağ ve kas\nLİYOAAY – Ağır çekim oyun modu\nBAGUVIX – Sınırsız sağlık\nCVWKXAM – Sınırsız oksijen\n\nGTA San Andreas araç ve eşya hileleri\nHile kodu\tÖzelliği\nJCNRUAD\tTüm araçları patlatma\nYECGAA\tJetpack ile uçma\nAIYPWZQP\tParaşüt verir\nCJPHONEHOME\tDevasa zıplama\nWHEELSONLYPLEASE\tGörünmez araba\nNATURALTALENT\tMaksimum araç kullanma becerisi\nSTICKLIKEGLUE\tMükemmel araba sürüşü\nRZHSUEW\tGolf arabası (Caddy) verir\nITSALLBULL\tDozer verir\nODUDE\tHelikopter verir\nJUMPJET\tHaydra uçak verir\nAGBDLCID\tMonster verir\nAKJJYGLC\tATV verir\nPDNEJOH\tYarış arabası verir\nJQNTDMH\tÇiftlik Sahibi\nAIWPRTON\tTank verir\nAQTBCODX\tRomero verir\nKRİJEBR\tStretch verir\nAMOMHRER\tTanker verir\nKGGGDKP\tGemi verir\nLXGIWYL\tBeyzbol sopası, muşta, 9 mm pompalı tüfek, Mikro SMG, roketatar, sprey boya, tüfek ve daha fazlası\nTHUGSARMOURY\tBeyzbol sopası, muşta, 9 mm pompalı tüfek, Mikro SMG, roketatar, sprey boya, tüfek ve AK-47\nPROFESSIONALSKIT\tBıçak, av tüfeği, yangın söndürücü ve daha fazlası\nKJKSZPJ\tBıçak, yangın söndürücü ve daha fazlası\nUZUMYMW\tElektrikli testere, susturuculu 9 mm, SPAS 12, MP5, M4 karabina, ısı güdümlü roketatar ve daha fazlası\n\nGTA San Andreas trafik ve yaya hileleri\nHile kodu\tÖzelliği\nYLTEICZ\tAgresif sürücüler\nSPEEDFREAK\tBütün arabalara nitro\nZEYIVG\tTüm ışıkları yeşil yapma\nIOWDLAC\tTüm arabalar siyah\nAFSNMSMW\tUçan tekneler\nBSXSGGC\tDokunduğunuz araç patlar\nRİPAZHA\tUçan arabalar\nASBHGRB\tElvis Presley modu\nFOOOXFT\tHerkeste silah\nPRIEBJ\tEğlence evi teması\nCIKGCGX\tPlaj teması\nBIFBUZZ\tHer yerde çete üyeleri\nNINJATOWN\tNinja teması\nTESTEDUCATIONALSKILLS\tPolis yok\nHAYALET KASABA\tSakin trafik\nIOJUFZN\tHerkes isyan ediyor\nVKYPQCF\tTaksiler için nitro\nEVERYONEISPOOR\tTrafikte ucuz arabalar\nEVERYONEISRICH\tTrafikte hızlı arabalar\nFULLCLIP\tHerkes için sınırsız cephane",
      "yorumlar": [],
      "date": "11/13/2022",
      "id": 16
    },
    {
      "title": "The Witcher, Unreal Engine 5 ile hayata dönüyor!",
      "img": "https://shiftdelete.net/wp-content/uploads/2022/10/the-witcher-remake-unreal-engine-5-1.jpg",
      "text": "CD Projekt RED, bugün akşam saatlerinde yaptığı paylaşımda müjdeyi verdi. Dünyanın en ünlü oyun serilerinden biri olan The Witcher, Unreal Engine 5 kullanılarak yapılan yeni remake sürümüyle karşımıza çıkacak. İşte detaylar…\n\nUnreal Engine 5 ile geliştirilen The Witcher Remake duyuruldu!\nYapılan paylaşım dışında herhangi bir detay verilmemiş olsa da anladığımız kadarıyla CD Projekt RED ile Fool’s Theory Unreal Engine 5 ile geliştirilen The Witcher Remake sürümü üzerinde birlikte çalışıyor. Ayrıca geçtiğimiz günlerde açıklanan 5 yeni yapımdan biri olduğu ortaya çıktı.\n\nYapımcı şirket tarafından yapılan paylaşımda şunlar söylendi:\n\n\n“Fools_Theory ile birlikte The Witcher’ı Unreal Engine 5 (kod adı: Canis Majoris) kullanarak yeniden yapmak için çalıştığımızı duyurmaktan heyecan duyuyoruz! Bunu doğru yapmak istiyoruz. Bu yüzden lütfen sabırlı olun. Daha fazla ayrıntı paylaşmamız biraz zaman alacak.”\n\nThe Witcher minimum sistem gereksinimleri\n\nİşletim Sistemi: Windows XP\nİşlemci: Intel Pentium 4 2.40GHz / AMD Athlon 64 2800+\nEkran Kartı: GeForce 6600 / RADEON 9800 PRO\nKullanılmayan Ram Miktarı: 1 GB\nBoş Depolama Alanı: 15 GB Boş Alan\nDirect X Versiyonu: Directx 9\nThe Witcher önerilen sistem gereksinimleri\n\nİşletim Sistemi: Windows 10 64-Bit\nİşlemci: Intel Pentium 4 3.00GHz / AMD Athlon 64 3000+\nEkran Kartı: GeForce 7800 GTX / Radeon X1950 Pro\nKullanılmayan Ram Miktarı: 2 GB\nBoş Depolama Alanı: 15 GB Boş Alan\nDirect X Versiyonu: Directx 11",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "Test",
          "date": "7:58:09 PM"
        },
        {
          "message": "İşte geliyor.",
          "date": "2:21:36 AM"
        }
      ],
      "id": 17
    },
    {
      "title": "Yılın En İyi Kadın Oyuncusu Ödülü Alan Birce Akalay'ın Bizlere Yaşattığı Gurur Sosyal Medyada Gündem Oldu",
      "img": "https://www.cumhuriyet.com.tr/Archive/2022/6/26/1951419/kapak_115631.jpg",
      "text": "Oyunculuk yeteneği ve güzelliğiyle hepimizi kendine hayran bırakan isimlerdendir Birce Akalay... Rol aldığı her yapımı birkaç adım öne çıkarmayı başaran güzel oyuncu başarılarına başarı katmaya devam ediyor. Akalay, Dubai'de “Yılın Uluslararası Kadın Oyuncusu” ödülünün sahibi oldu. \n\nTabii Birce Akalay uluslarası bir başarı elde edince sosyal medya sevgi seline dönüştü. Detaylar içeriğimizde...\n\nSesi, güzelliği, oyunculuğu kısacası her şeyiyle bizleri kendine hayran bırakan Birce Akalay'ı tanımayan yoktur.\n\nAkalay, özellikle son zamanlarda rol aldığı dijital platform yapımlarıyla birlikte adını sıkça duyurmayı başardı diyebiliriz.\n\nNetflix'in beğenilen yapımlarından bir tanesi olan Kuş Uçuşu'nda ''Lale'' karakteriyle izleyenlerden tam not alan güzel oyuncu, Miray Daner ve İbrahim Çelikkol'la birlikte kamera karşısına geçmişti.",
      "date": "11/13/2022",
      "yorumlar": [
        {
          "message": "Güzel haber..",
          "date": "5:58:26 AM"
        },
        {
          "message": "<3 i love you ",
          "date": "6:02:12 AM"
        },
        {
          "message": "",
          "date": ""
        },
        {
          "message": "d",
          "date": "2:16:40 AM"
        },
        {
          "message": "d",
          "date": "2:16:45 AM"
        },
        {
          "message": "d",
          "date": "2:18:02 AM"
        },
        {
          "message": "dwa",
          "date": "2:18:07 AM"
        },
        {
          "message": "dwa",
          "date": "2:19:05 AM"
        },
        {
          "message": "dwa",
          "date": "2:19:08 AM"
        },
        {
          "message": "a",
          "date": "2:20:20 AM"
        },
        {
          "message": "ad",
          "date": "2:20:21 AM"
        },
        {
          "message": "a",
          "date": "2:21:24 AM"
        }
      ],
      "id": 20
    }
  ]
}